tap "admesh/admesh"
tap "adoptopenjdk/openjdk"
tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "k14s/tap"
tap "minio/stable"
tap "mongodb/brew"
tap "pivotal/tap"
tap "starkandwayne/cf"
cask "adoptopenjdk"
cask "adoptopenjdk8"
brew "python"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion@2"
brew "gettext", link: true
brew "composer"
brew "direnv"
brew "docker-machine-driver-vmware"
brew "ffmpeg"
brew "fio"
brew "gnupg"
brew "gradle"
brew "groovy"
brew "helm"
brew "hugo"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "minikube"
brew "monit"
brew "neo4j"
brew "nmap"
brew "node"
brew "nvm"
brew "p7zip"
brew "postgresql", restart_service: true
brew "python@2"
brew "rabbitmq", restart_service: true
brew "sbt"
brew "terraform"
brew "terraform@0.11"
brew "transmission-cli"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "admesh/admesh/admeshgui", args: ["HEAD"]
brew "cloudfoundry/tap/bosh-cli"
brew "cloudfoundry/tap/bbl"
brew "cloudfoundry/tap/cf-cli"
brew "cloudfoundry/tap/credhub-cli"
brew "k14s/tap/ytt"
brew "minio/stable/mc"
brew "minio/stable/minio"
brew "mongodb/brew/mongodb-community-shell", link: false
brew "pivotal/tap/gemfire"
brew "starkandwayne/cf/govc"
brew "starkandwayne/cf/om"
cask "google-cloud-sdk"
cask "java"
cask "java8"
cask "minikube"
cask "synergy"
cask "tunnelblick"
cask "adoptopenjdk/openjdk/adoptopenjdk11"
cask "adoptopenjdk/openjdk/adoptopenjdk9"
